// Copyright (c) 2011 The Chromium OS Authors. All rights reserved.
// Use of this source code is governed by a BSD-style license that can be
// found in the LICENSE file.

/* Error starting Disk Arbitration. */
"NoDiskArb Message" = "無法執行這個應用程式。";
"NoDiskArb Informative" = "開始磁碟仲裁時發生問題，這個狀況不應發生。";
"NoDiskArb OK" = "好";

/* Error retrieving config file. */
"CantGetConfig Message" = "無法擷取映像檔清單。";
"CantGetConfig Informative" = "擷取可用的恢復映像檔清單時發生問題 (%1$@)。請確認網路連線運作正常。";
"CantGetConfig OK" = "好";
"CantGetConfig Error NoConnection" = "無法配置連線設定";
"CantGetConfig Error DownloadError" = "下載時發生錯誤";
"CantGetConfig Error StringCreate" = "無法使用這個回應";

/* Version error. */
"VersionError Message" = "這個應用程式的版本過舊。";
"VersionError Informative" = "請下載較新版本。這是版本 %1$@，必須使用 %2$@ 以上版本。%3$@";
"VersionError OK" = "取得新版本";

/* File dialog to select a local file. */
"SelectLocal File" = "請選擇映像檔：";
"SelectLocal Button" = "選擇";

/* Alert on writing stick. */
"WriteAlert Message" = "您確定要永久清除 %1$@ 的內容嗎？";
"WriteAlert Informative" = "裝置上的所有資料將永久遺失，您無法還原這個動作。";
"WriteAlert Cancel" = "不要清除";
"WriteAlert OK" = "清除";

"TooSmallAlert Message" = "%1$@ 的容量不足，因此無法使用。";
"TooSmallAlert Informative" = "隨身碟的容量必須為 %2$@ 以上。";
"TooSmallAlert OK" = "好";

"NotWritable Message" = "%1$@ 處於唯讀狀態，因此無法使用。";
"NotWritable Informative" = "這個隨身碟處於唯讀狀態。隨身碟上可能有允許寫入的開關；如果無法寫入，則無法使用隨身碟。";
"NotWritable OK" = "好";

/* Stick writing statuses. */
"Status Downloading" = "正在下載...";
"Status Verifying" = "正在驗證...";
"Status Unpacking" = "正在解除封裝...";
"Status Claiming" = "正在取得...";
"Status Unmounting" = "正在卸除...";
"Status Writing" = "正在寫入...";
"Status Ejecting" = "正在退出...";
"Status Done" = "完成！";

"StatusAdd Attempt" = " (嘗試第 %1$d 次)";

/* Errors */
"Failure Downloading" = "抱歉，發生錯誤 (無法下載來源映像檔)。您要再試一次嗎？";
"Failure Verifying Return Value" = "抱歉，發生錯誤 (無法驗證來源映像檔，程式失敗，%1$s)。您要再試一次嗎？";
"Failure Verifying SHA Mismatch" = "抱歉，發生錯誤 (無法驗證來源映像檔，檢核碼失敗)。您要再試一次嗎？";
"Failure Unpacking" = "抱歉，發生錯誤 (無法解壓縮來源映像檔，%1$s)。您要再試一次嗎？";
"Failure Claiming" = "抱歉，發生錯誤 (無法存取 USB 隨身碟)。您要再試一次嗎？";
"Failure Unmounting" = "抱歉，發生錯誤 (無法卸除 USB 隨身碟)。您要再試一次嗎？";
"Failure Opening Source Image" = "抱歉，發生錯誤 (無法打開來源映像檔，%1$s)。您要再試一次嗎？";
"Failure Opening Destination Device" = "抱歉，發生錯誤 (無法打開 USB 隨身碟，%1$s)。您要再試一次嗎？";
"Failure Reading Source Image" = "抱歉，發生錯誤 (無法讀取來源映像檔，%1$s)。您要再試一次嗎？";
"Failure Writing Destination Device" = "抱歉，發生錯誤 (無法將資料寫入 USB 隨身碟，%1$s)。您要再試一次嗎？";
"Failure Ejecting" = "抱歉，發生錯誤 (無法退出 USB 隨身碟)。您要再試一次嗎？";

"Failure Try Again" = "再試一次";
"Failure Quit" = "結束";

"Failure Termination Status" = "終止狀態 %d";

"Failure Internal Error 1" = "檔案結尾處意外錯誤";
